Repository: WPPlugins/spamviewer
Catalog: spamviewer-*.po
Languages: de_de

source: from
de_de: von

source: Spam comments destroyed!
de_de: Spam Kommentare zerst&ouml;rt!

source: Trackback-Spamentries destroyed!
de_de: Trackback-Spam zerst&ouml;rt!

source: No comments selected.
de_de: Kein Kommentar gew&auml;hlt.

source: %s entry unspam.
de_de: %s Eintrag gerettet.

source: %s entries unspam.
de_de: %s Eintr&auml;ge gerettet.

source: The Spam Viewer allows you to delete or rescue any comments marked as Spam out of your database.<br />
de_de: Der Spam Viewer erlaubt es dir, jeden als Spam deklarierten Eintrag in der Datenbank zu l&ouml;schen oder zu retten.<br />

source: <strong>Warning: Once started, deletion cannot be cancelled.</strong><br />
de_de: <strong>Achtung: dies ist nicht r&uuml;ckg&auml;nig zu machen!</strong><br />

source: All comments marked as Spam in the WordPress table <em>comments</em> is listed below
de_de: Alle gelisteten Spameintr&auml;ge kommen von der WordPress-Tabelle <em>comments</em>

source: and from the plugin <a href='http://seclab.cs.rice.edu/proj/trackback/trackback-validator-plugin/'>Trackback Validator</a> in the table <em>wp_data</em>
de_de: und vom Plugin <a href='http://seclab.cs.rice.edu/proj/trackback/trackback-validator-plugin/'>Trackback Validator</a> in der Tabelle <em>wp_data</em>

source: <strong>Congratulations</strong>, you are free of Spam!
de_de: <strong>Gratulation</strong>, du bist Spam-frei!

source: There currently are no trackback spams
de_de: Dezeit gibt es keinen Trackback-Spam

source: The current total is:
de_de: Die derzeitige Anzahl ist:

source: to the entry
de_de: zum Eintrag

source: The current total is
de_de: Die derzeitige Anzahl ist:

source: to the entries
de_de: zu den Eintr&auml;gen

source: and no comments identified as Spam.
de_de: und kein Kommentar identifiziert als Spam.

source: and
de_de: und

source: comment
de_de: Kommentar

source: identified as Spam.
de_de: wurde identifiziert als Spam.

source: comments
de_de: Kommentare

source: Trackback-Spam - All delete!
de_de: Trackback-Spam - Alle l√∂schen!

source: Comment Spam - Delete All!&nbsp;
de_de: Kommentar Spam - alle l&ouml;schen!&nbsp;

source: Unspam me!
de_de: Unspam mich!

source: Post-ID
de_de: Beitrags-ID

source: Author
de_de: Autor

source: Content
de_de: Kommentar

source: More Informations over IP:
de_de: weitere Informationen &uuml;ber die IP:

source: Top
de_de: Oben

source: Comment-Spam
de_de: Kommentar-Spam

source: maybe no Spam
de_de: Vielleicht kein Spam

source: to the Website
de_de: zur Webseite
